Repository: Trasd/tomdroid
Catalog: locales/tomdroid-*.po
Languages: bg, el, eu, id, ta

source: You have no notes here yet. To get started, set your Synchronization preferences under Settings. There are two synchronization options described below.\n
bg: Все още нямате бележки. За да започнете, изберете машите предпочитания за Синхронизация от Настройки. Има две опции за синхронизация описани по- долу.\n
id: Anda tidak memiliki catatan di sini. Untuk memulai, menetapkan preferensi Sinkronisasi Anda di bawah Setelan. Ada dua pilihan sinkronisasi dijelaskan di bawah ini.\n

source: =Online Synchronization=
bg: =Онлайн синхронизация=
id: =Sinkronisasi Online=

source: To use it, set Sync Service to Online Synchronization in preferences then provide a Server URL. Here are some of the public ones:
bg: За да го използвате, изберете "синхронизираща услуга към онлайн синхронизация" от предпочитанията и поставете URL на сървъра. Тези са някои от публичните:
id: Untuk menggunakannya, atur Layanan untuk Sinkronisasi Online di preferensi kemudian memberikan URL Server. Berikut adalah beberapa yang umum:

source: Once set, hit the Sync logo on Tomdroid's top bar to synchronize your notes.\n
bg: Веднъж зададено, натиснете логото за синхронизация на горната лента на Tomdroid, за да синхронизирате вашите бележки.\n
id: Setelah ditetapkan, tekan logo Sinkronisasi pada bar di atas Tomdroid untuk menyinkronkan catatan Anda.\n

source: Lastly, if you encounter any issue, please report it at: https://bugs.launchpad.net/tomdroid
bg: В заключение, ако срещнете някакъв проблем, моля, докладвайте го на: https://bugs.launchpad.net/tomdroid
id: Terakhir, jika Anda menemukan masalah apapun, tolong laporkan pada: https://bugs.launchpad.net/tomdroid

source: Tomdroid notes
bg: Tomdroid бележки
el: Σημειώσεις Tomdroid
eu: Tomdroid oharrak
id: Catatan Tomdroid
ta: டொம் ட்ரொயிட் குறிப்புகள்

source: A Tomboy client for Android. Tomboy is a desktop note-taking app using a wikiwiki approach and a simple user interface.\n\n* Note format compatibility with Tomboy\n* Online note synchronization with Snowy, Tomboy Online or Ubuntu One\n* SD Card importation\n* Open source!
eu: Androiderako Tomboy bezero bat. Tomboy oharrak hartzeko mahaigaineko erabiltzaile-interfaze sinplea duen wiki erako aplikazio bat da.\n\n* Tomboy-rekin bateragarria den ohar-formatua\n* Snowy, Tomboy Online edo Ubuntu One-ekin oharrak linean sinkronizatzeko aukera\n* SD txarteletik inportatzeko aukera\n* Kode irekikoa!
id: Tomboy klien untuk Android. Tomboy adalah aplikasi mencatat desktop dengan menggunakan pendekatan wikiwiki dan antarmuka pengguna yang sederhana.\n\n* Catatan Format kompatibilitas dengan Tomboy\n* catatan sinkronisasi online dengan Snowy, Tomboy Online atau Ubuntu One\n* SD Card importation\n* Open source!

source: translator-credits
bg: Launchpad Contributions: Blagovest Petrov https://launchpad.net/~eniac-bg
el: Launchpad Contributions: Pigeonaras https://launchpad.net/~pigeonaras alexxtasi https://launchpad.net/~alexxtasi tzem https://launchpad.net/~athmakrigiannis
eu: Launchpad Contributions: Asier Iturralde Sarasola https://launchpad.net/~asier-iturralde Stefan Hammer https://launchpad.net/~j-4
id: Launchpad Contributions: dhardiputra https://launchpad.net/~dhardiputra
ta: Launchpad Contributions: Jackseen Jeyaluck https://launchpad.net/~jackseen1988 Stefan Hammer https://launchpad.net/~j-4

source: OK
bg: Приемане
eu: Ados
ta: சரி

source: Server
bg: Сървър
el: Εξυπηρετητής
eu: Zerbitzaria
ta: சேவையகம்

source: SD Card
bg: SD карта
el: Κάρτα SD
eu: SD Txartela
ta: SD அட்டை

source: Error
bg: Грешка
el: Σφάλμα
eu: Errorea
ta: பிழை

source: Filter
bg: Филтриране
el: Φίλτρο
eu: Iragazkia
ta: வடிகட்டி

source: B
eu: L

source: i
eu: e

source: S
eu: M

source: Normal
eu: Arrunta

source: 0.6 \"Small World\" release\n* Create home-screen shortcuts to notes\n* Specify a folder to use for SD Card sync\n* Reload current note after sync\n* A lot of new translations: ar, bs, ca, cs, da, de, el, en-rGB, eo, es, eu, fa, fi, fo, fr, gd, hi, hu, it, ja, ko, ms, nb, pl, pt, pt-rBR, ru, si, sv, ta, te, tr, ug, uk, zh, zh-rCN\n* Several bugfixes\n
eu: 0.6 \"Small World\" argitalpena\n* Sortu oharrentzako mahaigaineko lasterbideak\n* Zehaztu karpeta bat SD txartelarekin sinkronizatzeko\n* Birkargatu uneko oharra sinkronizatu ondoren\n* Hainbat itzulpen berri: ar, bs, ca, cs, da, de, el, en-rGB, eo, es, eu, fa, fi, fo, fr, gd, hi, hu, it, ja, ko, ms, nb, pl, pt, pt-rBR, ru, si, sv, ta, te, tr, ug, uk, zh, zh-rCN\n* Zenbait errore-konponketa\n

source: Save to SD card
bg: Запазване в SD карта
el: Αποθήκευση σε κάρτα SD
ta: SD அட்டையில் சேமி

source: Please wait while note loads...
bg: Моля, почакайте докато се зареди бележката...
el: Παρακαλώ περιμένετε καθώς φορτώνεται η σημείωση...
ta: குறிப்பு ஏற்றும் வரை காத்திருக்கவும் ...

source: \"%1$s\" contains invalid characters.\nPlease try again!
bg: \"%1$s\" съдържа невалидни символи.\nМоля, опитайте отново!
el: \"%1$s\" περιέχει μη έγκυρους χαρακτήρες.\nΠαρακαλώ δοκιμάστε ξανά!
ta: \ "% 1 $ s \" செல்லாத எழுத்துகள் உள்ளன. \ n மீண்டும் முயற்சிக்கவும்!

source: Completing authentication. Please wait...
bg: Завършване на удостоверяване. Моля, почакайта...
el: Ολοκλήρωση ταυτοποίησης. Παρακαλώ περιμένετε...
ta: அங்கீகாரிக்கும் வரை . தயவு செய்து காத்திருக்கவும் ...

source: The requested note could not be parsed. If you are able to replicate the problem, please contact us!
bg: Заявената бележка не може да бъде прочетена. Ако сте способни да отстраните проблема, моля, свържете се с нас!
el: Η ζητούμενη σημείωση δεν μπόρεσε να επεξεργαστεί. Εάν είστε σε θέση να αναπαράγεται το πρόβλημα, παρακαλούμε επικοινωνήστε μαζί μας!
ta: கோரப்பட்ட குறிப்பு பாகுபடுத்த முடியவில்லை. உங்களுக்கு பிரச்சனை பிரதியெடுக்க முடியும் என்றால், எங்களை தொடர்பு கொள்க!

source: Could not save the errors, please check your SD card.
bg: Не могат да се запишат грешките. Моля, проверете вашата SD карта.
el: Δεν μπορείτε να αποθηκεύσετε τα σφάλματα, παρακαλώ ελέγξτε την SD κάρτα σας.
ta: பிழைகள் காப்பாற்ற முடியவில்லை, உங்கள் SD அட்டையை பரிசோதியுங்கள்

source: SD card not found.
bg: Не е намерена SD карта.
el: Η κάρτα SD δεν βρέθηκε
ta: SD அட்டை கிடைக்கவில்லை.

source: Change Sort
bg: Промяна на сортиране
el: Αλλάξτε ταξινόμηση
ta: வரிசை மாற்ற

source: Search Options
bg: Настройки на търсенето
el: Επιλογές αναζήτησης
ta: தேடல் விருப்பங்கள்

source: -Tomboy Online - https://edge.tomboy-online.org/
bg: -Tomboy Онлайн - https://edge.tomboy-online.org/

source: =SD Card=
bg: =SD Карта=

source: Note-taking application with online synchronization compatible with Tomboy
bg: Приложение за водене на записки с онлайн синхронизация, съвместимо с Tomboy
el: Εφαρμογή διαχείρισης Σημειώσεων, με online συγχρονισμό, συμβατή με το Tomboy
ta: Tomboy இணக்கத்தன்மை ஆன்லைன் ஒருங்கிணைப்பின் குறிப்பு-எடுக்கும்போது பயன்பாடு

source: Tomdroid
ta: டொம் ட்ரொயிட்

source: Tomboy compatible wikiwiki note-taking application that can't take notes yet.
el: Εφαρμογή Σημειώσεων wikiwiki, συμβατή με το Tomboy, ανίκανη για δημιουργία σημειώσεων προς το παρόν.
ta: டொம்பாய் விக்கி விக்கி குறிப்பு எடுக்க இணக்கத்தன்மையுடைய பயன்பாட்டு மென்பொருள் எனினும் அதனுடாக இன்னும் குறிப்பு எடுக்க முடியாது

source: Olivier Bilodeau
ta: ஒலிவியர் பிலோடியு

source: Please wait while the notes load..
el: Παρακαλώ περιμένετε ενώ σημειώσεις φορτώνονται ..
ta: குறிப்புகள் ஏற்ற வரை காத்திருக்கவும் ..

source: Welcome to Tomdroid.\n\nPlease note that this is beta quality software and that it contains known problems, like its inability to edit notes.\n\nWe are well aware of these issues and intend to work on them quickly but I also wanted to get something out and tested as quickly as possible.\n\nIf you would like to contribute, help at all levels would be appreciated. Hop on board on launchpad.net/tomdroid and contact us!\n
el: Καλωσήρθατε στο Tomdroid.\n\nΠαρακαλώ έχετε υπόψιν ότι αυτή είναι μία δοκιμαστική έκδοση του λογισμικού και περιέχει γνωστά προβλήματα, όπως η αδυναμία του να επεξεργαστείτε σημειώσεις.\n\nΓνωρίζουμε καλά αυτά τα προβλήματα και είμαστε διατεθειμένοι να δουλέψουμε επάνω σε αυτά γρήγορα αλλά επίσης θα ήθελα να ετοιμάσουμε κάτι και να το δοκιμάσουμε όσο το δυνατόν πιο σύντομα.\n\nΕάν θα θέλατε να συνεισφέρετε, θα εκτιμούσαμε την βοήθεια σε όλα τα επίπεδα.Μεταβείτε στο launchpad.net/tomdroid και επικοινωνήστε μαζί μας!\n
ta: டொம் ட்ரொயிட் உங்களை வரவேற்கிறது. \ n\ n இந்த பீட்டா தரம் மென்பொருள் இது குறிப்புகள் திருத்த அதன் இயலாமை போன்ற அறியப்பட்ட பிரச்சினைகள், கொண்டிருக்கும் என்பதை நினைவில் கொள்க. \ n \ n இந்த பிரச்சினைகளை நன்கு அறிந்துள்ளனர், அப்பிரச்சினைகளை தீர்க்க நாம் தொடர்ந்து பணியாற்றி வருகிறோம் மற்றும் இது முடிந்தவரை விரைவாக சோதிக்கப்பட்டபதிப்பாகும் . \ n \ n உங்கள் பங்களிப்பை அனைத்து மட்டங்களில் இருந்து எதிர்பார்கிறேன் . Launchpad.net / tomdroid பலகையில் எங்களை தொடர்பு கொள்ளவும்! \ n

source: Choose the default sorting
el: Επιλέξτε την προεπιλεγμένη ταξινόμηση
ta: முன்னிருப்பு வரிசையாக்க தேர்வு செய்யவும்

source: Default sort
el: Προεπιλεγμένη ταξινόμηση
ta: முன்னிருப்பு வகை
