Repository: Trasd/tomdroid
Catalog: locales/tomdroid-*.po
Languages: bg, el, eu, id, ta

source: Please wait while the notes load…
id: Harap tunggu sementara untuk catatan ...

source: There are no notes in Tomdroid's database.
bg: Няма бележки в базата данни на Tomdroid.
el: Δεν υπάρχουν σημειώσεις στην βάση δεδομένων του Tomdroid.
eu: Ez dago oharrik Tomdroid-en datubasean.
id: Tidak ada catatan dalam database Tomdroid.
ta: டொம் ட்ரொயிட் தரவுத்தளத்தில் குறிப்புகள் இல்லை.

source: Sync
bg: Синхронизиране
el: Συγχρονισμός
eu: Sinkronizatu
id: Sinkronisasi
ta: ஒத்திசை

source: Settings
bg: Настройки
el: Ρυθμίσεις
eu: Ezarpenak
id: Pengaturan
ta: அமைவுகள்

source: About
bg: Относно
el: Σχετικά
eu: Honi buruz
id: Tentang
ta: பற்றி

source: Warning
bg: Предупреждение
el: Προειδοποιήση
eu: Abisua
id: Peringatan
ta: எச்சரிக்கை

source: About Tomdroid
bg: Относно Tomdroid
el: Σχετικά με το Tomdroid
eu: Tomdroid-i buruz
id: Tentang Tomdroid
ta: டொம் ட்ரொயிட் பற்றி

source: Welcome to Tomdroid.\n\nPlease note that this is beta quality software and that it contains known problems.\n\nWe are well aware of these issues and intend to work on them quickly but I also wanted to get something out and tested as quickly as possible.\n\nIf you would like to contribute, help at all levels would be appreciated. Hop on board on launchpad.net/tomdroid and contact us!\n
eu: Ongi etorri Tomdroid-era.\n\nMesedez, kontutan izan hau beta kalitateko softwarea dela eta errore ezagunak dituela.\n\nJabetzen gara arazoak daudela eta lehenbailehen konpontzen saiatzen gara baina zerbait kaleratu eta probatu nahi genuen.\n\nLagundu nahi bagaituzu, zure laguntza ongi etorria izango da. Zoaz launchpad.net/tomdroid webgunera eta jarri gurekin harremanetan!\n
id: Selamat Datang di Tomdroid.\n\nHarap perhatikan bahwa ini adalah kualitas perangkat lunak beta dan bahwa itu mengandung masalah untuk diketahui.\n\nKami sangat menyadari masalah ini dan berniat untuk bekerja pada mereka dengan cepat tetapi saya juga ingin mendapatkan sesuatu dan diuji secepat mungkin.\n\nJika Anda ingin berkontribusi, membantu di semua tingkatan sangat diharapkan. Kontak pada launchpad.net/tomdroid dan hubungi kami!\n

source: %1$s\n\nAuthor: %2$s\nVersion: %3$s\nLicensed under the GPLv3
bg: %1$s\n\nАвтор: %2$s\nВерсия: %3$s\nЛицензирано под GPLv3
el: %1$s\n\nΔημιουργός: %2$s\nΈκδοση: %3$s\nΆδεια χρήσης GPLv3
eu: %1$s\n\nEgilea: %2$s\nBertsioa: %3$s\nGPLv3 lizentziadun proiektua
id: %1$s\n\nAuthor: %2$s\nVersion: %3$s\nLisensi dibawah GPLv3
ta: %1$s\n\nஆசிரியர்: %2$s\nபதிப்பு: %3$s\nஉள்ளது GPLv3 கீழ் உதவி

source: Cancel
bg: Отмяна
el: Ακύρωση
eu: Utzi
id: Batal
ta: ரத்து செய்

source: Close
bg: Затваряне
el: Κλείσιμο
eu: Itxi
id: Tutup
ta: மூடு

source: Project page
bg: Страница на проекта
el: Σελίδα έργου
eu: Proiektuaren orria
id: Halaman proyek
ta: திட்ட பக்கம்

source: Save
eu: Gorde
id: Simpan

source: Please wait while note loads…
eu: Mesedez itxaron oharra kargatu bitartean…
id: Harap tunggu sebentar

source: Service
bg: Услуга
el: Υπηρεσία
eu: Zerbitzua
id: Layanan
ta: சேவை

source: Online Synchronization
bg: Синхронизиране онлайн
el: Συγχρονισμός σε απευθείας σύνδεση
eu: Lineako sinkronizazioa
id: Sikronisasi Online
ta: இணைய ஒருங்கிணைப்பு

source: Authenticate
bg: Идентифициране
el: Πιστοποίηση
eu: Autentifikatu
id: Otentikasi
ta: அங்கீகரிக்க

source: Location on SD Card
bg: Местоположение на SD карта
el: Τοποθεσία στην κάρτα SD
eu: SD txarteleko kokalekua
id: Lokasi di SD Card
ta: SD அட்டை இருக்குமிடம்

source: The folder \"%1$s\" does not exist yet. Please connect your device to the computer, create the folder and fill it with *.note files.
bg: Директорията \"%1$s\" все още не съществува. Моля, свържете вашето устройство към компютъра, създайте директорията и я попълнете с *.note файлове.
el: Ο φάκελος \"%1$s\" δεν υπάρχει ακόμα. Παρακαλούμε συνδέστε τη συσκευή σας στον υπολογιστή, δημιουργήστε το φάκελο και γεμίστε το με αρχεία *.note .
eu: \"%1$s\" karpeta ez da existitzen oraindik. Mesedez, konektatu zure gailua ordenagailura, sortu karpeta eta bete *.note fitxategiekin.
id: Folder \"%1$s\" belum ada. Silakan menghubungkan perangkat Anda ke komputer, membuat folder dan mengisinya dengan file * catatan..
ta: கோப்புறை \ "% 1 $ S \" இன்னும் இல்லை. தயவு செய்து, கணினியில் உங்கள் சாதனத்தை இணைக்க ,கோப்புறையை உருவாக்க மற்றும் * அதை நிரப்ப. குறிப்பு கோப்புகள்.

source: \"%1$s\" is not a valid folder location. Please try again!
eu: \"%1$s\" ez da baliozko karpeta kokaleku bat. Mesedez saiatu berriro!
id: \"%1$s\" bukan lokasi folder yang valid. Silakan coba lagi!

source: \"%1$s\" is not a valid entry. Please try again!
eu: \"%1$s\" ez da baliozko sarrera bat. Mesedez saiatu berriro!
id: \"%1$s\" bukan entri yang valid. Silakan coba lagi!

source: Completing authentication. Please wait…
eu: Autentifikazioa osatzen. Itxaron mesedez…
id: Melengkapi otentikasi. Silakan tunggu ...

source: The connection to the server has failed, please check that the address you entered is correct.
bg: Връзката със сървъра прекъсна. Моля, проверете валидността на въведеният адрес.
el: Η σύνδεση με τον εξυπηρετητή απέτυχε, παρακαλώ ελέγξτε ότι η διεύθυνση που δώσατε είναι σωστή.
eu: Ezin izan da konexiorik ezarri zerbitzariarekin. Mesedez, ziurtatu sartu duzun helbidea zuzena dela.
id: Koneksi ke server gagal, periksa bahwa alamat yang Anda masukkan sudah benar.
ta: சேவையக இணைப்பு தோல்வியுற்றது, நீங்கள் உள்ளிட்ட முகவரி சரியானதா என்று சரிபார்க்கவும்.

source: The server address changed but the new value is empty
bg: Адресът на сървъра е променен, но новата стойност е празна
el: Η διεύθυνση του εξυπηρετητή άλλαξε, αλλά η νέα τιμή είναι άδεια
eu: Zerbitzariaren helbidea aldatu da baina balio berria hutsik dago
id: Alamat server berubah tetapi nilai baru kosong
ta: சேவையகமுகவரி மாற்றம் ஆனால் புதிய மதிப்பு காலியாக உள்ளது

source: Choose the sync service to use
bg: Изберете услугата за синхронизация
el: Επιλέξτε την υπηρεσία συγχρονισμού για χρήση
eu: Aukeratu erabiliko den sinkronizazio zerbitzua
id: Pilih penggunaan sikronisasi
ta: ஒத்திசைவு சேவையை பயன்படுத்த தேர்வு செய்க

source: Synchronization with %1$s is complete.
bg: Синхронизацията с %1$s е завършена.
el: Ο συγχρονισμός με %1$s ολοκληρώθηκε.
eu: %1$-rekin sinkronizazioa burutu da.
id: Sinkronisasi dengan %1$s selesai.
ta: % 1 $ s உடன் ஒருங்கிணைக்க முடிந்தது.

source: No notes found on %1$s.
bg: Не са намерени бележки на %1$s.
el: Δεν βρέθηκαν σημειώσεις στο %1$s.
eu: Ez da oharrik aurkitu %1$s-(e)n
id: Tidak ada catatan ditemukan di %1$s.
ta: $ கள்% 1 இல் குறிப்புகள் காணப்படவில்லை.

source: You are not connected to the Internet.
bg: Не сте свързани с интернет.
el: Δεν είστε συνδεδεμένοι στο διαδίκτυο.
eu: Ez zaude Internetera konektatuta.
id: Anda tidak terhubung ke Internet.
ta: நீங்கள் இணைய இணைப்பில்இணைக்கப்படவில்லை

source: Sync already in progress
bg: Синхронизирането вече е в ход
el: Συγχρονισμός είναι ήδη σε εξέλιξη
eu: Sinkronizazioa martxan dago jadanik
id: Sinkronisasi sudah berlangsung
ta: ஒத்திசைவு ஏற்கனவே செயல்பாட்டில் உள்ளது

source: There was an error trying to parse your note collection. If you are able to replicate the problem, please contact us!
bg: Възникна грешка при опита за прочитане на вашата колекция от бележки. Ако можете да откриете проблема, моля, свържете се с нас!
el: Υπήρξε ένα σφάλμα προσπαθώντας να αναλύσει τη συλλογή των σημειώσεων. Εάν είστε σε θέση να αναπαράγετε το πρόβλημα, παρακαλούμε επικοινωνήστε μαζί μας!
eu: Errore bat eman da zure ohar bilduma analizatzen saiatzean. Arazoa erreplikatzeko gauza bazara, mesedez, jarri gurekin harremanetan!
id: Ada kesalahan mencoba untuk mengurai koleksi catatan Anda. Jika Anda mampu mereplikasi masalah, silahkan hubungi kami!
ta: உங்கள் குறிப்பு தொகுப்பு இடும் முயற்சியில் ஒரு பிழை ஏற்பட்டது. உங்களுக்கு பிரச்சனை பிரதியெடுக்க முடியும் என்றால், எங்களை தொடர்பு கொள்க!

source: No Such Note
bg: Няма такава бележка
el: Δεν υπάρχει τέτοια σημείωση
eu: Ez dago halako oharrik
id: Tidak ada Catatan tersebut
ta: அத்தகைய குறிப்பு இல்லை

source: The requested note could not be found. Maybe it was deleted or removed through synchronization.
bg: Заявената бележка не може да бъде намерена. Може би е била изтрита или премахната по време на синхронизация.
el: Η ζητούμενη σημείωση δεν μπορούσε να βρεθεί. Ίσως έχει διαγραφεί ή αφαιρεθεί μέσω συγχρονισμού.
eu: Eskatutako oharra ezin izan da aurkitu. Behar bada sinkronizazioan ezabatu edo kendu zen.
id: Catatan yang diminta tidak dapat ditemukan. Mungkin itu dihapus atau dihapus melalui sinkronisasi.
ta: கோரப்பட்ட குறிப்பு கண்டறிய முடியவில்லை. இது நீக்கப்பட்டு அல்லது ஒத்திசைவு மூலம் அகற்றப்பட்டது.

source: Error parsing note.
eu: Errorea oharra analizatzean.
id: Kesalahan parsing catatan.

source: Could not save note.
eu: Ezin izan da oharra gorde.
id: Tidak dapat menyimpan catatan.

source: SDCard storage not found.
eu: Ez da SD txarteleko biltegirik aurkitu.
id: Penyimpanan SD Card tidak ditemukan.

source: Choose default sorting method
id: Pilih metode standar pemilahan

source: Default Sort Method
id: Metode Urutan Standar

source: Sort By:
id: Urutan Berdasarkan:

source: Date Modified
id: Tanggal Diubah

source: Note Title
id: Judul Catatan

source: Sort by Date
id: Urutan berdasarkan tanggal

source: Sort by Title
id: Urutan berdasarkan judul

source: There are no notebooks in the database.
bg: Няма бележници в базата данни.
el: Δεν υπάρχουν σημειωματάρια στη βάση δεδομένων.
eu: Ez dago koadernorik datubasean
id: Tidak ada buku catatan dalam database
ta: தரவுத்தளத்தில் எந்த குறிப்பேடுகள் உள்ளன.

source: All notebooks
bg: Всички бележници
el: Όλα τα σημειωματάρια
eu: Kuaderno guztiak
id: Semua buku catatan
ta: அனைத்து குறிப்பேடுகள்

source: View
bg: Преглед
el: Προβολή
eu: Ikusi
id: Lihat
ta: காண்க

source: Note Options
bg: Опции на бележка
el: Επιλογές σημείωσης
eu: Ohar aukerak
id: Catatan Pilihan
ta: குறிப்பு விருப்பங்கள்

source: Send
bg: Изпращане
el: Αποστολή
eu: Bidali
id: Kirim
ta: அனுப்புக

source: Search Notes
bg: Търсене в бележки
el: Αναζήτηση σημειώσεων
eu: Bilatu oharrak
id: Mencari Catatan
ta: தேடல் குறிப்புகள்

source: Text in your notes
bg: Търсене във вашите бележки
el: Κείμενο στις σημειώσεις σας
eu: Zure oharretako testua
id: Teks dalam catatan Anda
ta: உங்கள் குறிப்புகள் இலுள்ள உரை

source: No notes found for \"%s\"
bg: Не са намерени бележки за \"%s\"
el: Δεν βρέθηκαν σημειώσεις για \"%s\"
eu: Ez da oharrik aurkitu \"%s"\-rentzat
id: Tidak ada catatan ditemukan \ "% s \"
ta: குறிப்புகள் எதுவும் கிடைக்கவில்லை \"% s \"

source: Search
bg: Търсене
el: Αναζήτηση
eu: Bilatu
id: Cari
ta: தேடல்

source: Search Results:
bg: Резултати от търсенето:
el: Αποτελέσματα αναζήτησης:
eu: Bilaketaren emaitzak:
id: Hasil Pencarian:
ta: தேடல் முடிவுகள்:

source: Clear search history
bg: Изчистване на историята на търсене
el: Καθαρισμός ιστορικού αναζητήσης
eu: Garbitu bilaketa historia
id: Hapus riwayat pencarian
ta: தெளிவான தேடல் வரலாறு

source: Remove all the searches you have performed
bg: Премахване на всички търсения, които сте изпълнявали
el: Αφαιρέστε όλες τις αναζητήσεις που έχουν πραγματοποιηθεί
eu: Ezabatu egin dituzun bilaketa guztiak
id: Hapus semua pencarian yang telah dilakukan
ta: உங்களுக்கு செய்துகாட்டியதாக அனைத்து தேடல்களை நீக்க

source: Search history has been cleared.
bg: Историята на търсенето беше изчистена.
el: Ιστορικό αναζήτησης έχει διαγραφεί.
eu: Bilaketa historia garbitu da.
id: Riwayat pencarian telah dibersihkan.
ta: அகற்றப்பட்ட

source: Modified:
bg: Последна промяна:
el: Τροποποιήθηκε:
eu: Aldatze-data:
id: Diubah:
ta: மாற்றப்பட்ட

source: Today
bg: Днес
el: Σήμερα
eu: Gaur
id: Hari Ini
ta: இன்று

source: Yesterday
bg: Вчера
el: Εχθές
eu: Atzo
id: Kemarin
ta: நேற்று

source: Choose a Note
bg: Избиране на бележка
el: Επιλέξτε μια σημείωση
eu: Aukeratu ohar bat
id: Pilih sebuah catatan
ta: ஒரு குறிப்பபை தேர்வு செய்யவும்

source: Tomdroid Note
bg: Бележка на Tomdroid
el: Σημείωση Tomdroid
eu: Tomdroid oharra
id: Catatan Tomdroid
ta: குறிப்பு

source: Remove shortcut
bg: Премахване на кратък път
el: Αφαίρεση συντόμευσης
eu: Kendu lasterbidea
id: Hapus shortcut
ta: குறுக்குவழியை நீக்க

source: Create shortcut
bg: Създаване на пряк път
el: Δημιουργία συντόμευσης
eu: Sortu lasterbidea
id: Buat shortcut
ta: குறுக்குவழி உருவாக்குக

source: Delete
eu: Ezabatu
id: Hapus

source: Delete Note
eu: Ezabatu oharra
id: Hapus Catatan

source: Are you sure you want to delete this note?
eu: Ziur zaude ohar hau ezabatu nahi duzula?
id: Apakah Anda yakin ingin menghapus catatan ini?

source: Yes
eu: Bai
id: Ya

source: No
eu: Ez
id: Tidak

source: Clear Notes
eu: Garbitu oharrak
id: Hapus catatan

source: Are you sure you want to clear the notes database?
eu: Ziur zaude oharren datu-basea garbitu nahi duzula?
id: Apakah Anda yakin ingin menghapus catatan database?

source: Delete Remote Notes
eu: Ezabatu urruneko oharrak
id: Hapus Catatan Jarak Jauh

source: Are you sure you want to delete all notes from the remote service?
eu: Ziur zaude urruneko zerbitzuko ohar guztiak ezabatu nahi dituzula?
id: Apakah Anda yakin ingin menghapus semua catatan dari layanan remote?

source: New
eu: Berria
id: Baru

source: New Note
eu: Ohar berria
id: Catatan Baru

source: Enter title here
eu: Idatzi izenburua hemen
id: Masukkan judul di sini

source: Enter note here
eu: Idatzi oharra hemen
id: Masukkan catatan di sini

source: Edit
eu: Editatu
id: Ubah

source: Discard
eu: Baztertu
id: Abaikan

source: Back
eu: Atzera
id: Kembali

source: Error parsing note
eu: Errorea oharra analizatzean
id: Kesalahan parsing catatan

source: There was an error parsing the note. Please check your XML.
eu: Errore bat gertatu da oharra analizatzean. Mesedez egiaztatu zure XMLa.
id: Ada kesalahan parsing catatan. Silakan periksa XML Anda.

source: Note saved locally.
eu: Oharra lokalki gordeta.
id: Simpan catatan di lokal.

source: Note deleted locally.
eu: Oharra lokalki ezabatuta.
id: Hapus catatan di lokal.

source: Select text size
eu: Hautatu testuaren tamaina
id: Pilih ukuran teks

source: Small
eu: Txikia
id: Kecil

source: Large
eu: Handia
id: Besar

source: Huge
eu: Oso handia
id: Raksasa

source: Do you really want to discard your changes and revert the note to the last saved version?
eu: Ziur zaude aldaketak baztertu eta oharraren gordetako azken bertsiora itzuli nahi duzula?
id: Apakah Anda benar-benar ingin membuang perubahan dan kembali ke catatan yang terakhir disimpan?

source: Discard Changes?
eu: Aldaketak baztertu?
id: Abaikan Perubahan?

source: Tomdroid - View Note
eu: Tomdroid - Ikusi oharra
id: Tomdroid - Lihat Catatan

source: Tomdroid - Edit Note
eu: Tomdroid - Editatu oharra
id: Tomdroid - Ubah Catatan

source: Tomdroid - Search Results
eu: Tomdroid - Bilaketaren emaitzak
id: Tomdroid - Hasil Pencarian

source: Tomdroid - Shortcuts
eu: Tomdroid - Lasterbideak
id: Tomdroid - Shortcut

source: Tomdroid - Settings
eu: Tomdroid - Ezarpenak
id: Tomdroid - Pengaturan

source: Tomdroid - Import Note
id: Tomdroid - Impor Catatan

source: Display Preferences
eu: Bistaratzeko hobespenak
id: Preferensi Tampilan

source: Base Font Size
eu: Oinarrizko letra-tamaina
id: Basis Font Size

source: Synchronization
bg: Синхронизация
el: Συγχρονισμός
eu: Sinkronizazioa
id: Sinkronisasi
ta: ஒருங்கிணைப்பு

source: Tools
eu: Tresnak
id: Alat

source: Save notes automatically on exiting editor.
eu: Editoretik irtetean oharrak automatikoki gordetzen ditu.
id: Menyimpan catatan secara otomatis pada saat keluar dari editor.

source: Show Deleted Notes
eu: Erakutsi ezabatutako oharrak
id: Tampilkan Catatan Dihapus

source: If checked, will show deleted notes in notes list.
eu: Hautatuz gero ezabatutako oharrak erakutsiko ditu oharren zerrendan.
id: Jika dicentang, akan menunjukkan catatan yang dihapus dalam daftar.

source: Show Note Templates
eu: Erakutsi oharren txantiloiak
id: Tampilkan catatan template

source: If checked, will show note templates in notes list.
eu: Hautatuz gero oharren txantiloiak erakutsiko ditu oharren zerrendan.
id: Jika dicentang, akan menunjukkan template catatan dalam daftar.

source: Clear all notes from local database
eu: Garbitu datu-base lokaleko ohar guztiak
id: Menghapus semua catatan dari database lokal

source: Delete all notes from remote service
eu: Ezabatu urruneko zerbitzuko ohar guztiak
id: Hapus semua catatan dari layanan remote

source: Illegal text size chosen. Please choose a number.
eu: Testu-tamaina baliogabea hautatuta. Mesedez aukeratu zenbaki bat.
id: Ukuran teks yang dipilih ilegal . Silakan pilih nomor.

source: Backup Notes
eu: Egin oharren babeskopia
id: Backup Catatan

source: Copy all local notes to SD Card
eu: Kopiatu ohar lokal guztiak SD txartelera
id: Menyalin semua catatan ke SD Card

source: Auto-Backup
id: Otomatis-Backup

source: Copy local note to SD Card on save
id: Salin catatan lokal ke SD Card saat disimpan

source: Hyperlink Preferences
id: Hyperlink Preferensi

source: Link Titles
id: Judul Tautan

source: link to other note titles
id: Tautan ke judul catatan

source: Link Web Addresses"
id: Tautan Alamat Web

source: e.g. "www.google.com"
id: misalnya "www.google.com"

source: Link Emails
id: Tautan Surel

source: e.g. name@address.com
id: misalnya name@address.com

source: Link Telephone Numbers
id: Tautan nomor telepone

source: link telephone numbers to phone app
id: Tautan nomor telepone ke aplikasi telepon

source: Link Map Addresses
id: Tautan alamat peta

source: Syncing with %1$s
eu: %1$s-(r)ekin sinkronizatzen
id: Sinkronisasi dengan %1$s

source: connecting to service…
eu: zerbitzura konektatzen…
id: sambungan ke layanan ...

source: getting list of remote notes…
eu: urruneko oharren zerrenda eskuratzen...
id: mendapatkan daftar catatan jarak jauh ...

source: updating local notes…
eu: ohar lokalak eguneratzen…
id: memperbarui catatan lokal ...

source: updating remote notes…
eu: urruneko oharrak eguneratzen…
id: memperbarui catatan jarak jauh ...

source: Overwrite\nRemote
eu: Gainidatzi\nurrunekoa
id: Timpa\nRemote

source: Overwrite\nLocal
eu: Gainidatzi\nlokala
id: Timpa\nLocal

source: Delete\nRemote
eu: Ezabatu\nurrunekoa
id: Hapus\nRemote

source: Create\nCopy
eu: Sortu\kopia
id: Buat\nSalin

source: Difference Between Files
eu: Fitxategien arteko desberdintasunak
id: Perbedaan Antara Berkas

source: -- Title Differences --
eu: -- Izenburuko desberdintasunak --
id: -- Perbedaan Judul --

source: -- Content Differences --
eu: -- Edukiko desberdintasunak --
id: -- Perbedaan Konten --

source: Line %1$s:
eu: %1$s lerroa:
id: Baris %1$s:

source: Local Version
eu: Bertsio lokala
id: Versi Lokal

source: Remote Version
eu: Urruneko bertsioa
id: Versi Remote

source: Deleted
eu: Ezabatuta
id: Telah Dihapus

source: %1$s (old)
eu: %1$s (zaharra)
id: %1$s (tua)

source: Authorization with %1$s successful.
eu: %1$s-(r)ekin autorizatzea arrakastatsua izan da.
id: Otorisasi dengan sukses %1$s.

source: Note deleted from %1$s successfully.
eu: Behar bezala ezabatu da oharra %1$s-(e)tik.
id: Catatan dihapus dari %1$s berhasil.

source: Note sent to %1$s successfully.
eu: Behar bezala bidali da oharra %1$s-(e)ra.
id: Catatan dikirim ke %1$s berhasil.

source: Note received from %1$s successfully.
eu: Behar bezala jaso da oharra %1$s-(e)tik
id: Catatan diterima dari %1$s berhasil.

source: Error deleting note from %1$s.
eu: Errorea %1$s-(e)tik oharra ezabatzean.
id: Kesalahan menghapus catatan dari %1$s.

source: Error sending note to %1$s.
eu: Errorea %1$s-(e)ra oharra bidaltzean.
id: Kesalahan mengirimkan catatan untuk %1$s.

source: Error receiving note from %1$s.
eu: Errorea %1$s-(e)tik oharra jasotzean.
id: Kesalahan menerima catatan untuk %1$s.

source: Error parsing response from %1$s.
eu: Errorea %1$s-(e)tik jasotako erantzuna analizatzean.
id: Kesalahan parsing tanggapan dari %1$s.

source: Error connecting to %1$s. You probably need to authenticate in "Settings".
eu: Errorea %1$s-(e)ra konektatzean. Segur aski "Ezarpenak"-en autentifikatu beharko duzu.
id: Kesalahan koneksi ke %1$s. Anda mungkin perlu untuk mengotentikasi dalam "Pengaturan".

source: Notes deleted from %1$s successfully.
eu: Oharrak behar bezala ezabatu dira %1$s-(e)tik.
id: Catatan dihapus dari %1$s berhasil.

source: Sync with %1$s cancelled.
eu: %1$s-(r)ekin sinkronizatzea ezeztatuta.
id: Sinkronisasi dengan %1$s dibatalkan.

source: Edit Tags
eu: Editatu etiketak
id: Ubah Tag

source: Revert
eu: Leheneratu
id: Kembali

source: Note '%1$s' Tags
eu: '%1$s' oharraren etiketak
id: Catatan '%1$s' Tag

source: Edit the tags below, separating with commas
eu: Editatu beheko etiketak, komaz banatuz
id: Edit tag di bawah ini, memisahkan dengan koma

source: Undelete Note
eu: Desezabatu oharra
id: Undelete Catatan

source: Import Note
id: Impor Catatan

source: Revert All
eu: Leheneratu guztia
id: Kembalikan Semua

source: Revert Notes
eu: Leheneratu oharrak
id: Kembalikan Catatan

source: This will revert your local notes to whatever versions exist on the remote service. Are you sure you want to do this?
eu: Honek zure ohar lokalak urruneko zerbitzuan dagoen bertsiora leheneratuko ditu. Ziur zaude hau egin nahi duzula?
id: Ini akan mengembalikan catatan lokal Anda untuk apa pun versi ada di layanan remote. Apakah Anda ingin melakukan ini?

source: Revert Note
eu: Leheneratu oharra
id: Kembalikan Catatan

source: This will revert a local note to whatever version exist on the remote service. Are you sure you want to do this?
eu: Honek zure ohar lokal bat urruneko zerbitzuan dagoen bertsiora leheneratuko du. Ziur zaude hau egin nahi duzula?
id: Ini akan mengembalikan catatan lokal untuk versi apa pun ada di layanan remote. Apakah Anda ingin melakukan ini?

source: Backup Notes?
eu: Oharren babeskopia egin?
id: Backup Catatan

source: Copy all local notes to SD Card? This may overwrite existing notes on the SD Card.
eu: Ohar lokal guztiak SD txartelera kopiatu? Honek SD txartelean dauden oharrak gainidatziko ditu.
id: Menyalin semua catatan lokal ke SD Card? Hal ini mungkin menimpa catatan yang ada di SD Card.

source: Restore Notes
eu: Leheneratu oharrak
id: Kembalikan Catatan

source: Restore Notes?
eu: Oharrak leheneratu?
id: Kembalikan Catatan?

source: Pull all notes from SD Card? This may overwrite your existing notes.
eu: SD txarteleko ohar guztiak erauzi? Honek existitzen diren oharrak gainidatzi ditzake.
id: Tarik semua catatan dari SD Card? Hal ini mungkin menimpa catatan yang ada.

source: Notes backed up to SD card successfully.
eu: Oharren babeskopia behar bezala egin da SD txartelean.
id: Catatan mundur ke SD card berhasil.

source: Notes restored from SD card successfully.
eu: Oharrak behar bezala leheneratu dira SD txarteletik.
id: Catatan dikembalikan dari SD card berhasil.

source: Notes cleared successfully.
eu: Oharrak behar bezala garbitu dira.
id: Catatan dibersihkan berhasil.

source: Choose Send Method
eu: Aukeratu bidalketa metodoa
id: Pilih Kirim Metode

source: How would you like to send the note?
eu: Nola bidali nahi duzu oharra?
id: Bagaimana Anda ingin mengirim catatan?

source: As Text
eu: Testu bezala
id: sebagai Teks

source: As File
eu: Fitxategi bezala
id: sebagai Berkas

source: Cancel\nImport
eu: Ezeztatu\ninportazioa
id: Batal\nImpor

source: File exceeds maximum import size - are you sure it is plain text?
id: Berkas melebihi ukuran maksimum impor - apakah Anda yakin itu adalah teks biasa?

source: No files or directories
id: Tidak ada berkas atau direktori

source: Choose a file below that is either a Tomboy note file (which will be imported) or a plain text file (which will create a new note):
id: Pilih berkas di bawah ini yang berupa catatan Tomboy (yang akan diimpor) atau berkas teks biasa (yang akan membuat catatan baru):

source: Tomdroid's First Note
bg: ПЪрвата бележка на Tomdroid
eu: Tomdroid-en lehen oharra
id: Catatan Pertama Tomdroid

source: Welcome to Tomdroid!\n
bg: Добре дошли в Tomdroid!\n
id: Selamat Datang di Tomdroid!\n
